Repository: KDE/kamoso
Catalog: po/*/kamoso.po
Languages: is

# NAME OF TRANSLATORS
source: Your names
is: Sveinn í Felli

# EMAIL OF TRANSLATORS
source: Your emails
is: sv1@fellsnet.is

source: No device found
is: Ekkert tæki fannst

source: Where the photos are saved.
is: Þar sem myndirnar verða vistaðar.

source: Vertically mirror the camera view.
is: Spegla sjónarhorni myndavélar lóðrétt.

source: Points to the last used webcam.
is: Bendir á síðast notuðu vefmyndavélina.

source: Utility for taking photos and videos using a webcam
is: Nytjatól til að taka myndir og myndskeið með vefmyndavél

source: (C) 2008-2025 Alex Fiestas and Aleix Pol
is: (C) 2008-2025 Alex Fiestas og Aleix Pol

source: Semaphore hacker
is: Hakkari í frístundum

source: Coffee drinker
is: Kaffibelgur

source: Uploaded the shutter sound: https://freesound.org/people/caseymoura/sounds/445482/
is: Sendi inn hljóð lokara: https://freesound.org/people/caseymoura/sounds/445482/

source: Share
is: Deila

source: Back
is: Til baka

source: Media now exported
is: Myndefni hefur núna verið flutt út

source: Configure Kamoso
is: Grunnstilla Kamoso

source: Save Locations
is: Staðsetningar fyrir vistun

source: Pictures:
is: Myndir:

source: Choose the folder where Kamoso will save pictures
is: Veldu möppuna þar sem Kamoso mun vista ljósmyndir

source: Videos:
is: Myndskeið:

source: Choose the folder where Kamoso will save videos
is: Veldu möppuna þar sem Kamoso mun vista myndskeið

source: Cameras
is: Myndavélar

# @option:check as in, 'mirror the camera'
source: Mirror camera
is: Spegla myndavél

# @info
source: There are no images in <filename>%1</filename>
is: Það eru engar myndir í <filename>%1</filename>

source: Share %1 Item...
is: Deila %1 atriði...

source: Share Item...
is: Deila atriði...

source: Move %1 Item to Trash
is: Færa %1 atriði í ruslið

source: Move Item to Trash
is: Færa atriði í ruslið

source: Open Pictures Folder
is: Opna myndamöppu

source: Configure Kamoso...
is: Grunnstilla Kamoso...

source: Take a Picture
is: Taka mynd

source: End Burst
is: Ljúka runu

source: Capture a Burst
is: Taka myndarunu

source: 1 photo taken
is: 1 mynd tekin

source: Stop Recording
is: Stöðva upptöku

source: Record a Video
is: Taka upp myndskeið

source: Effects Gallery
is: Sjónhverfingasafn

source: Photo taken
is: Mynd tekin

source: Saved in %1
is: Vistað í %1
